Repository: xxsimoxx/vars
Catalog: languages/vars-*.po
Languages: it_it

source: Vars in shortcodes
it_it: Shortcodes con variabili

source: NEW v%s
it_it: NUOVA v%s

source: Settings
it_it: Impostazioni

source: You don't have <b>%s</b> capability.
it_it: Non hai la capacit&agrave; <b>%s</b>.

source: Do shortcodes anywhere.
it_it: Attiva shortcodes ovunque.

source: Delete plugin data at uninstall.
it_it: Cancella i dati se il plugin viene disinstallato.

source: User capability requested to edit vars:
it_it: Capacit&agrave; richiesta per modificare le variabili:

source: %1$d user has <i>%3$s</i> capability and so can change vars: %2$s.
it_it: %1$d utente ha la capacit&agrave; <i>%3$s</i> e quindi pu&ograve; cambiare le variabili: %2$s.

source: Save
it_it: Salva

source: name
it_it: nome

source: content
it_it: contenuto

source: SETTINGS_PAGE_TITLE
it_it: vars - impostazioni

source: SETTINGS_PAGE_NAME
it_it: Vars

source: HEADERTEXT
it_it: <h2>cpvars</h2><h3>Con cpvars definisci associazioni nome-contenuto</h3><p>Crea qui i campi con le associazioni (il contenuto può anche essere HTML). Poi, nelle tue pagine o articoli puoi inserire shortcode del tipo <span class='code'>[vars]nome[/vars]</span> che mostreranno il contenuto.</p> <p>Utile se avete dei valori che possono cambiare (un numero di telefono, il numero di dipendenti) in molte pagine, così da cambiarli una sola volta da questa pagina.</p><p>C'è anche un opzione per poter utilizzare gli shortcode anche in aree in cui normalmente non vengono interpretati.</p><p>Si integra con TinyMCE che avrà un menu apposito.</p>

source: Security settings
it_it: Impostazioni di sicurezza

source: Edit security settings
it_it: Cambia impostazioni di sicurezza

source: Add
it_it: Aggiungi

source: Saved
it_it: Salvato

source: SECURITY_SETTINGS_PAGE_TITLE
it_it: vars - impostazioni di sicurezza

source: SECURITY_SETTINGS_PAGE_NAME
it_it: Vars

source: Security settings.
it_it: Impostazioni di sicurezza.

source: %1$s is not defined. Define it <a href="%2$s">here</a>. (only you can see this message)
it_it: %1$s non &egrave; definito. Definiscilo <a href="%2$s">qui</a>. (solo gli amministratori vedono questo messaggio)
